[
  {
    "speaker": "Bạn",
    "text": "…Cô biết không, tôi tưởng cô đã bỏ đi thật rồi.",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Alice",
    "text": "…Em xin lỗi.",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Bạn",
    "text": "Đừng. Cô không cần phải xin lỗi. Không phải lỗi của cô… chỉ là… tôi sợ.\nSợ rằng, sau tất cả mọi thứ… tôi sẽ mất cả cô và chính mình.",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Alice",
    "text": "Em… không biết mình có thể làm gì hơn. Đôi lúc em nghĩ nếu em ở lại, em sẽ khiến mọi chuyện tệ hơn. Nhưng em không ngờ rằng… anh vẫn bước tiếp.",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Bạn",
    "text": "Tôi đã gần như bỏ cuộc. Nhiều lần. Mỗi khi một bí mật được hé mở, thì hai câu hỏi khác lại xuất hiện. Những cánh cửa dẫn đến sự thật… toàn là mồi nhử.",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Alice",
    "text": "Nhưng anh vẫn không lùi lại.",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Bạn",
    "text": "Không phải vì tôi dũng cảm. Mà vì tôi sợ rằng nếu dừng lại, tôi sẽ chẳng còn là tôi nữa.",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Alice",
    "text": "Anh đã thay đổi… nhưng không đánh mất mình.",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Bạn",
    "text": "Tôi không chắc. Có lúc tôi thấy trong gương… người đó không còn là tôi. Chỉ là một kẻ cứng đầu, liều mạng, cố chấp…\nNhưng khi tôi nghĩ đến cô… nghĩ đến những câu hỏi chưa kịp hỏi… tôi lại bước tiếp.",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Alice",
    "text": "Em chưa từng nghĩ mình lại quan trọng như thế…",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Bạn",
    "text": "Cô là người duy nhất trong nơi này không muốn tôi trở thành quái vật.\nTôi cần một lý do… để không trở thành kẻ mà thế giới này muốn tôi trở thành. Và… cô là lý do đó.",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Alice",
    "text": "Em từng nói, em muốn anh đi xa hơn lần trước.\nBây giờ, em lại mong… anh biết khi nào nên dừng lại.",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Bạn",
    "text": "Ý cô là gì?",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Alice",
    "text": "Em không biết liệu con đường phía trước có còn gì ngoài đau khổ và dối trá nữa không… Nhưng em biết, mỗi bước anh đi, anh đang mang theo em.\nVà nếu một ngày anh không thấy em nữa… thì có lẽ lúc đó, em đã trở thành một phần ký ức của anh mất rồi.",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Bạn",
    "text": "…Không. Tôi sẽ tìm thấy cô. Không phải vì tôi cần được dẫn lối.\nMà vì… tôi muốn chia sẻ ánh sáng cuối cùng mà tôi còn giữ được.",
    "background": "ALYiiE_0",
    "character": "Alice_1"
  },
  {
    "speaker": "Alice",
    "text": "Vậy thì… hãy tìm em. Dù thế giới này có tan vỡ.\nBởi vì khi anh tìm thấy em… có thể anh cũng sẽ tìm lại chính mình.",
    "background": "ALYiiE_0",
    "character": "Alice_1",
    "action": "Lv5"
  }
]
