[
  {
    "speaker": "Bạn",
    "text": "…Cô quay lại rồi.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Alice",
    "text": "Em không đi đâu cả… chỉ là… anh không thể thấy em.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Bạn",
    "text": "Lời giải thích dễ chịu đấy. Tôi đã tưởng… cô thật sự biến mất.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Alice",
    "text": "…Em xin lỗi.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Bạn",
    "text": "Không cần. Tôi quen rồi. Mọi thứ ở đây đều có thói quen biến mất khi tôi sắp hiểu được điều gì đó.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Alice",
    "text": "Nhưng anh vẫn đi tiếp. Dù không biết mình đang đuổi theo điều gì.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Bạn",
    "text": "Vì tôi không thể dừng lại. Nếu dừng… tôi sẽ giống như những thứ tôi đã giết. Trống rỗng.\n…Và vì cô.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Alice",
    "text": "Em sao?",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Bạn",
    "text": "Cô là… cái neo cuối cùng giữ tôi lại. Một giọng nói không phán xét, không bảo tôi phải trở thành ai.\nCô im lặng biến mất… và tôi nhận ra… tôi đã lệ thuộc vào cô nhiều đến thế nào.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Alice",
    "text": "Em không nghĩ anh yếu đuối vì điều đó. Có thể… nó là thứ duy nhất khiến anh vẫn còn là con người.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Bạn",
    "text": "Đừng khen tôi. Tôi đã làm những chuyện… chẳng thể tha thứ. Và đôi khi tôi còn chẳng buồn thấy hối hận.\nTôi không biết tôi đang tìm kiếm sự thật… hay chỉ là một lý do để tồn tại.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Alice",
    "text": "Em cũng không biết câu trả lời. Nhưng… có lẽ tìm ra sự thật không quan trọng bằng việc anh muốn là ai khi đối mặt với nó.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Bạn",
    "text": "Đó là vấn đề. Tôi chẳng biết mình là ai nữa. Quá khứ lẫn lộn như một cơn mê. Mỗi khi tôi nhớ lại, tôi không chắc đâu là thật đâu là giả…\nTôi có cảm giác… có ai đó đã viết lại ký ức của tôi.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Alice",
    "text": "Có thể. Và có thể cả em cũng là một phần trong đó.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Bạn",
    "text": "Tôi từng nghĩ… mình mạnh mẽ. Nhưng không phải. Tôi chỉ… chưa sụp đổ.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Alice",
    "text": "Nếu anh chưa gục ngã… thì vẫn còn hy vọng.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Bạn",
    "text": "Hy vọng gì? Rằng tôi sẽ trở thành một người tốt hơn?",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Alice",
    "text": "Không. Rằng anh sẽ không để bản thân mình biến mất. Rằng dù ký ức có là giả, dù quá khứ có méo mó… thì chọn lựa hiện tại vẫn là của anh.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Bạn",
    "text": "Và nếu tôi chọn sai?",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Alice",
    "text": "Thì em sẽ vẫn chờ anh ở cuối con đường.",
    "background": "",
    "character": ""
  },
  {
    "speaker": "Alice",
    "text": "Đừng tìm em vì em là “người dẫn đường”.\nHãy tìm em… nếu anh còn tin rằng thế giới này có thứ gì đáng để giữ lại.",
    "background": "",
    "character": ""
  }
]
